Repository: MattiaFochesato/Flanear
Catalog: Flanear/*.lproj/Localizable.strings
Languages: de, fr, ru, uk

source: Explore
de: Entdecken
ru: Проводить исследования
uk: Досліджувати

source: Your Cities
de: Deine Städte
fr: Vos villes
ru: Ваши города
uk: Ваші міста

source: Visited Places
de: Besuchte Orte
fr: Lieux visités
ru: Посещенные места
uk: Відвідані місця

source: Place Info
de: Informationen zu den Orten
fr: Informations sur les lieux
ru: Информация о местах
uk: Інформація про місця

source: Delete
de: Löschen
fr: Supprimer
ru: Удалить
uk: Видалити

source: Warning!
de: Aufmerksamkeit!
fr: Attention !
ru: Внимание!
uk: Увага!

source: Suggestions
de: Vorschläge
ru: Предложения
uk: Пропозиції

source: Loading suggestions...
de: Vorschläge werden geladen...
fr: Chargement des suggestions…
ru: Загрузка предложений...
uk: Завантаження пропозицій...

source: Search results
de: Suchergebnisse
fr: Résultats de la recherche
ru: Результаты поиска
uk: Результати пошуку

# place-too-far-away
source: The place can be too far away!
de: Der Ort ist möglicherweise zu weit entfernt!
fr: L'endroit peut être trop éloigné !
ru: Место может быть слишком далеко!
uk: Місце може бути занадто далеко!

# search-no-results
source: We cannot find this place. Check the name!
de: Wir können diesen Ort nicht finden. Überprüfen Sie den Namen!
fr: Nous ne pouvons pas trouver ce lieu. Vérifiez le nom !
ru: Мы не можем найти это место. Проверьте имя
uk: Ми не можемо знайти це місце. Перевірте назву!

source: %@ completed
de: %@ abgeschlossen!
fr: Complété à %@ !
ru: %@ завершено!
uk: Виконано на %@ !

# no-results
source: We cannot find anything. Please check your GPS and internet connection.
de: Wir können nichts finden. Bitte überprüfen Sie Ihr GPS und Ihre Internetverbindung.
fr: Nous ne trouvons rien. Veuillez vérifier votre GPS et votre connexion Internet.
ru: Мы ничего не можем найти. Проверьте подключение к GPS и Интернету.
uk: Ми нічого не можемо знайти. Перевірте свій GPS та Інтернет-з’єднання.

source: Pick Place
de: Ort wählen
fr: Choisir un lieu
ru: Выбрать место
uk: Виберіть розташування

source: No place selected
de: Kein Ort ausgewählt
fr: Aucun lieu sélectionné
ru: Место не выбрано
uk: Місце не вибрано
